app/views/static_pages/home.html.erb

SELECT "offers".* FROM "offers"
---
<h2>latest offers</h2>
<% offers = Offer.all %>