app/controllers/offers_controller.rb

SELECT "offers".* FROM "offers"
---
  def index
    @offers = Offer.all